Repository: rkmkrc/MovieApp
Catalog: Moviesaurus/Moviesaurus/*.lproj/Localizable.strings
Languages: tr

source: Popular
tr: Popüler

source: Release Date:
tr: Çıkış Tarihi:

source: Search
tr: Film ara

source: Favorites
tr: Favoriler

source: Genre:
tr: Tür:

source: Budget:
tr: Bütçe:

source: Revenue:
tr: Hasılat:

source: Duration:
tr: Süre:

source: Production Companies:
tr: Yapım Şirketleri:

source: Original Title:
tr: Orijinal İsim:

source: Home Page:
tr: Ana Sayfa:

source: Overview
tr: Konusu

source: Cast
tr: Oyuncu Kadrosu

source: Recommendations
tr: Tavsiye Edilenler

source: minutes
tr: dakika

source: Movie name not found
tr: Film adı belirtilmemiş

source: Date not found
tr: Tarih belirtilmemiş

source: IMDB not found
tr: IMDB belirtilmemiş

source: Genre not found
tr: Tür belirtilmemiş

source: Budget not found
tr: Bütçe belirtilmemiş

source: Revenue not found
tr: Hasılat belirtilmemiş

source: Duration not found
tr: Süre belirtilmemiş

# productionCompaniesNotFound
source: Companies not found
tr: Şirket belirtilmemiş

# overviewNotFound
source: Sorry, overview not found
tr: Üzgünüz, filmin konusu belirtilmemiş.

source: Original title not found
tr: Orijinal isim belirtilmemiş

source: Home page not found
tr: Ana sayfa belirtilmemiş

source: Person name not found
tr: Oyuncu adı belirtilmemiş

source: Birthday not found
tr: Doğum tarihi belirtilmemiş

source: Deathday not found
tr: Ölüm tarihi belirtilmemiş

source: Place of birth not found
tr: Doğum yeri belirtilmemiş

source: Bio not found
tr: Biyografi belirtilmemiş

source: Release date not found
tr: Çıkış tarihi bulunamadı

source: Rating not found
tr: Puan belirtilmemiş

source: Username not found
tr: Kullanıcı adı belirtilmemiş

source: Comment not found
tr: Yorum belirtilmemiş
